Repository: idanka/download-monitor
Catalog: languages/wp-download_monitor-*.po
Languages: hu_hu

source: You must be logged in to download this file.
hu_hu: Jelentkezz be a fájl letöltéséhez!

source: You do not have permission to download this file.
hu_hu: Nincs engedélye a letölteni ezt a fájlt.

source: Forcing the download of externally hosted files is not supported by this server.
hu_hu: Erőltetése a letöltést a külsőleg tárolt fájlokat nem támogatja ez a szerver.

source: Download path is invalid!
hu_hu: Letöltési útvonal érvénytelen!

source: Download does not exist!
hu_hu: Letöltés nem létezik!

source: Add Download
hu_hu: Letöltés hozzáadása

source: Show
hu_hu: Mutat

source: All Downloads
hu_hu: Minden letöltés

source: Downloads and categories
hu_hu: Letöltések és kategóriák

source: Downloads
hu_hu: Letöltések

source: Categories
hu_hu: Kategóriák

source: Download Monitor 3.3 (and above) use a different database structure than in previous versions - this was to support multiple categories. You must update your database in order for this version to work - <strong>backup your database first</strong> then
hu_hu: Töltse Monitor 3.3 (vagy újabb), használjon egy másik adatbázis szerkezete, mint a korábbi verziók - az volt, hogy támogatja a több kategóriában. Meg kell frissíteni az adatbázist annak érdekében, hogy ez a verzió a munka - <strong> mentés az adatbázis első </ strong>, akkor

source: click here
hu_hu: kattintson ide

source: to run the update script
hu_hu: futtatni a frissítést script

source: Database was NOT upgraded - the rename process failed. Ensure your mysql user has ALTER, DROP, CREATE and INSERT privileges.
hu_hu: Adatbázis NEM korszerűsített - a rename folyamat sikertelen. Győződjön meg arról, mysql felhasználó ALTER, DROP, CREATE és INSERT jogosultságokat.

source: Database Upgraded
hu_hu: Adatbázis Korszerűsített

source: Version
hu_hu: Változat

source: downloaded
hu_hu: Letöltött

source: times
hu_hu: szer

source: Download
hu_hu: Letöltés

source: Downloaded
hu_hu: Letöltve

source: Added
hu_hu: Hozzáadott

source: Most Popular Downloads
hu_hu: Legnépszerűbb letöltések

source: No Downloads Found
hu_hu: Nem talált letöltést

source: No Downloads found
hu_hu: Nincs találat Letöltések száma szerint

source: Blue
hu_hu: Kék

source: Gray
hu_hu: Szürke

source: You do not have permission to upload files/downloads.
hu_hu: Nincs engedélye a fájlok feltöltésére / downloads.

source: Uploads
hu_hu: Feltöltve

source: remove
hu_hu: eltávolít

source: Add New Download
hu_hu: Új letöltés

source: View Downloads
hu_hu: Mind a Downloads

source: <div id="media-upload-error">Required field: <strong>Title</strong> omitted</div>
hu_hu: <div id="media-upload-error">Kötelező mező: <strong> címe </ strong> kihagyott </ div>

source: <div id="media-upload-error">Invalid <strong>hits</strong> entered</div>
hu_hu: <div id="media-upload-error">Érvénytelen <strong> találatai </ strong> belépett </ div>

source: No file selected
hu_hu: Nincs fájl kiválasztva

source: <div id="media-upload-error">Error saving to database</div>
hu_hu: <div id="media-upload-error">Hiba történt mentés adatbázis </ div>

source: Download Information
hu_hu: Letöltési információ

source: Title
hu_hu: Cím

source: Description
hu_hu: Leírás

source: Starting hits
hu_hu: Legalacsonyabb találat

source: Select a file...
hu_hu: Fájl kiválasztása ...

source: Upload File
hu_hu: Fájl feltöltése

source: bytes
hu_hu: bájt

source: If a file with the same name already exists in the upload directly, this file will be renamed.
hu_hu: Ha egy fájl ugyanazzal a névvel már létezik a feltöltési közvetlenül, ezt a fájlt kell átnevezni.

source: OR
hu_hu: VAGY

source: Enter file URL
hu_hu: Adja meg a fájl URL

source: Mirrors
hu_hu: Tükrök

source: Optionally list the url's of any mirrors here (1 per line). Download monitor will randomly pick one of these mirrors when serving the download.
hu_hu: Adott kattintva az URL-cím bármely tükrök itt (1 soronként). Download monitor véletlenszerűen válasszon egy ilyen tükör, ha szolgálja a letöltést.

source: + Add New Category
hu_hu: + Új kategória

source: Name
hu_hu: Név

source: Parent
hu_hu: Szülő

source: None
hu_hu: Egyik sem

source: Add
hu_hu: Hozzáad

source: Tags
hu_hu: Címke

source: Separate tags with commas.
hu_hu: Külön címkék vesszővel elválasztva.

source: No Tags Found
hu_hu: Nincs címke találat

source: Upload thumbnail
hu_hu: Feltöltés thumbnail

source: This will be displayed on the download page or with {thumbnail} in a custom format (a placeholder will be shown if not set).
hu_hu: Ez jelenik meg a letöltési oldalon, vagy {} thumbnail egy egyéni formátumot (a helyőrző fog megjelenni, ha nincs beállítva).

source: Enter thumbnail URL
hu_hu: Adja meg a thumbnail URL

source: Member only file?
hu_hu: Csak regisztrált felhasználók?

source: If chosen, only logged in users will be able to access the file via a download link. You can also add a custom field called min-level or req-role to set the minimum user level needed to download the file.
hu_hu: Ha választott, csak bejelentkezett felhasználók képesek lesznek elérni a fájlt keresztül letöltési linket. Azt is hozzá egy egyéni mezőt nevű min-szintű vagy req-szerepet a minimális felhasználói szint szükséges, hogy töltse le a fájlt.

source: Force Download?
hu_hu: Letöltés kényszerítése?

source: If chosen, Download Monitor will attempt to force the download rather than redirect. This setting is not compatible with all servers (so test it), and in most cases will only work on files hosted on the local server.
hu_hu: Ha a választott Download Monitor megpróbálja kényszeríteni a letöltés helyett átirányítás. Ez a beállítás nem kompatibilis az összes szerver (így próbálni), és a legtöbb esetben csak akkor fog működni a fájlokat otthont a helyi szerveren.

source: Custom fields
hu_hu: Egyéni mezők

source: Value
hu_hu: Érték

source: Add Custom Field
hu_hu: Saját mező hozzáadása

source: Toggle Existing Custom Fields
hu_hu: Váltás Meglévő Egyéni mezők

source: None found.
hu_hu: Nincs találat.

source: Save new download
hu_hu: Mentés új letöltés

source: Insert new download into post
hu_hu: Helyezze be az új letöltés a poszt

source: Insert into post using format:
hu_hu: Helyezze a poszt a formátumban:

source: Default
hu_hu: Alapértelmezett

source: Insert into post
hu_hu: Helyezze a poszt

source: Search Downloads:
hu_hu: Letöltések keresése:

source: Search Downloads
hu_hu: Letöltések keresése

source: File
hu_hu: Fájl

source: Member only
hu_hu: Csak regisztrált felhasználóknak

source: Force Download
hu_hu: Letöltés kényszerítése

source: Action
hu_hu: Akció

source: Yes
hu_hu: Igen

source: No
hu_hu: Nincs

source: Insert
hu_hu: Beszúrása

source: &laquo; Previous
hu_hu: &laquo; Előző

source: Next &raquo;
hu_hu: Tovább &laquo;

source: Edit
hu_hu: Szerkeszt

source: Add New
hu_hu: Új

source: Add Directory
hu_hu: Könyvtárak

source: Configuration
hu_hu: Beállítások

source: Add From Directory
hu_hu: Könyvtár hozzáadása

source: This feature lets you add downloads in bulk from a directory <strong>on your server</strong>. It will attempt to read sub-directories too. It will do its best to choose relevant titles for each download - if you need to change titles or add extra information you will have to edit the downloads afterwards.
hu_hu: Ez a funkció lehetővé teszi hozzá letöltve ömlesztve egy könyvtárat <strong> a kiszolgáló </ strong>. Ez megpróbálja olvasni alkönyvtárakat is. Ez mindent megtesz annak érdekében, hogy válassza ki a releváns címeket minden egyes letöltés - ha meg kell változtatni címek vagy extra információt meg kell szerkeszteni a letöltés után.

source: <div class="error">No folder selected</div>
hu_hu: <div class="error">Nincs kiválasztott mappába</ div>

source: Downloads added Successfully
hu_hu: Letöltések sikeresen hozzáadva

source: No files found
hu_hu: Nem található fájlok

source: Directory (relative paths only)
hu_hu: Könyvtár (relatív elérési utak esetén)

source: Extensions
hu_hu: Kiterjesztések

source: List extensions to look for separated by commas, or leave blank to import all. Example: zip,gif,jpg
hu_hu: List kiterjesztések keresni vesszővel elválasztva, vagy hagyja üresen importálni. Példa: zip, gif, jpg

source: Custom fields can be used to add extra metadata to a download. Leave blank to add none. Name should be lower case with no spaces (changed automatically, e.g. <code>Some Name</code> will become <code>some-name</code>.
hu_hu: Egyéni mezők lehet használni extra metaadatok a letöltés. Hagyja üresen hozzá senki. Név kell kisbetű, szóköz nélkül (automatikusan megváltozik, pl <code> Bizonyos neve </ code> lesz <code> valami neve </ code>.

source: Scan &amp; Add
hu_hu: Szkennelés &amp; hozzáadása

source: <div class="error">Required field: <strong>Title</strong> omitted</div>
hu_hu: <div class="error">Kötelező mező:<strong> címe </ strong> kihagyott </ div>

source: <div class="error">Invalid <strong>hits</strong> entered</div>
hu_hu: <div class="error">Érvénytelen<strong> találatai </ strong> belépett </ div>

source: Download added Successfully
hu_hu: Töltse le sikeresen hozzáadva

source: <div class="error">Error saving to database</div>
hu_hu: <div class="error">Hiba történt mentés adatbázis</ div>

source: (required)
hu_hu: (Kötelező)

source: Download Mirrors
hu_hu: Letöltés Mirrors

source: Upload &amp; save
hu_hu: Feltöltés és mentés

source: Are you sure you want to delete
hu_hu: Biztos benne, hogy törölni szeretné

source: Sure?
hu_hu: Biztos?

source: ? (If originally uploaded by this plugin, this will also remove the file from the server)
hu_hu: ? (Ha eredetileg feltöltötte ezt a plugint, akkor ez is eltávolítja a fájlt a szerver)

source: [yes]
hu_hu: [Igen]

source: Required field: <strong>Title</strong> omitted
hu_hu: Kötelező mező: <strong> címe </ strong> kihagyott

source: Required field: <strong>THE FILE</strong> omitted
hu_hu: Kötelező mező: <strong> THE FILE </ strong> kihagyott

source: Invalid <strong>hits</strong> entered
hu_hu: Érvénytelen <strong> találat </ strong> belépett

source: <div class="error">No file selected</div>
hu_hu: <div class="error"> Nincs fájl kiválasztva </ div>

source: Download edited Successfully
hu_hu: Letöltést sikeresen szerkesztette

source: Edit Download Information
hu_hu: Letöltési információ szerkesztése

source: Title (required)
hu_hu: Cím (kötelező)

source: Change hit count
hu_hu: Változás hit count

source: Change post date
hu_hu: Módosítása feladásának dátuma

source: Change the post date of the download. Was set to:
hu_hu: Módosítása feladásának dátuma a letöltés. Állítottuk be:

source: The File
hu_hu: A fájl

source: Upload New File
hu_hu: Új fájl feltöltése

source: Remove old file?
hu_hu: Törölje a régi fájlt?

source: Edit File URL
hu_hu: Fájl URL szerkesztése

source: Upload new thumbnail
hu_hu: Új thumbnail feltöltése

source: Edit thumbnail URL
hu_hu: Thumbnail URL szerkesztés

source: Save Changes
hu_hu: Változtatások mentése

source: Download deleted Successfully
hu_hu: Töltse le sikeresen törölve

source: Stats successfully reset for selected downloads
hu_hu: Bontás sikeresen alaphelyzetbe a kiválasztott letöltés

source: Selected Downloads deleted Successfully
hu_hu: Kiválasztott letöltések törlése sikeres

source: Downloads edited successfully
hu_hu: Letöltéseket szerkesztése sikeres

source: Bulk Edit Downloads
hu_hu: Tömeges letöltés szerkesztése

source: Editing downloads with id's:
hu_hu: Szerkesztés letöltve azonosítójú évek:

source: Adding options here will overwrite the options in ALL of the selected downloads.
hu_hu: Hozzáadása lehetőség van felülírja a beállításokat ALL a kiválasztott letöltés.

source: No Change
hu_hu: Nincs változás

source: Change to &darr;
hu_hu: Váltás &darr;

source: Change to &rarr;
hu_hu: Váltás &rarr;

source: Replace with:
hu_hu: Csere:

source: Add/Update only (keep existing fields):
hu_hu: Hozzáadása / frissítése (csak tartani a meglévő mezők):

source: Edit Downloads
hu_hu: Letöltés szerkesztése

source: Actions:
hu_hu: Intézkedések:

source: Bulk Actions
hu_hu: Tömeges műveletek

source: Delete
hu_hu: Töröl

source: Reset Stats
hu_hu: Statisztika alaphelyzetbe állítása

source: Apply
hu_hu: Alkalmaz

source: Hits
hu_hu: Kattintás

source: Posted
hu_hu: Megjelenés

source: by
hu_hu: által

source: No downloads found.
hu_hu: Nincs letöltés találat.

source: You are about to delete the selected items. 'Cancel' to stop, 'OK' to delete.
hu_hu: Arra készül, hogy törli a kijelölt elemeket. 'Mégsem', hogy hagyja abba, 'OK' a törléshez.

source: Download Monitor News
hu_hu: Töltse le a Monitor Hírek

source: %s ago
hu_hu: %s ezelőtt

source: No items found.
hu_hu: Nincs találat.

source: Links, Help &amp; Support
hu_hu: Linkek, Segítség és támogatás

source: <p>Need help? FAQ, Usage instructions and other notes can be found on the WordPress.org plugin page <a href="http://wordpress.org/extend/plugins/download-monitor/">here</a>.</p>
hu_hu: <p>Segítségre van szüksége? FAQ, használati utasítás és egyéb megjegyzések találhatók a WordPress.org plugin oldalán <a href="http://wordpress.org/extend/plugins/download-monitor/">itt </ a>.</ P>

source: <p>You can also find documentation and support at the following locations:</p>
hu_hu: <p>is megtalálhatja dokumentációt és támogatást a következő helyeken:</ p>

source: Download Monitor on Blue-Anvil
hu_hu: Töltse Monitor Blue-Anvil

source: Download Monitor Documentation
hu_hu: Töltse Monitor Dokumentáció

source: Support Forum
hu_hu: Fórum

source: Support Download Monitor
hu_hu: Támogatás Letöltés Monitor

source: The Wordpress Download monitor plugin was created by <a href="http://blue-anvil.com/">Mike Jolley</a>. The development of this plugin took a lot of time and effort, so please don't forget to donate if you found this plugin useful.
hu_hu: A Wordpress Download monitor Plugin készítette <a href="http://blue-anvil.com/">Mike Jolley</ a>. A fejlesztés ezen bővítmény vett sok időt és energiát, ezért kérjük, ne felejtse el adományozni, ha hasznosnak találta ezt az plugint.

source: There are also other ways of supporting download monitor to ensure it is maintained and well supported in the future! Leaving the sponsor messages enabled, rating the plugin on wordpress.org (if you like it), linking/spreading the word, and submitting code contributions will all help.
hu_hu: Vannak még más módon támogató download monitor annak érdekében, hogy fennmaradjon és jól támogatott a jövőben! Elhagyva a megbízó üzeneteket bekapcsolt, értékelése a plugin a wordpress.org (ha tetszik), amely összeköti / terjesztik az igét, és benyújtotta kód hozzájárulások minden segítséget.

source: Download Categories
hu_hu: Töltse kategóriák

source: <p>You can categorise downloads using these categories. You can then show groups of downloads using the category tags or a dedicated download page (see documentation). Please note, deleting a category also deletes it's child categories.</p>
hu_hu: <p> kategorizálni letöltve segítségével ezeket a kategóriákat. Ezután azt mutatják, csoportok letöltve a kategóriában tag vagy dedikált letöltési oldalra (lásd a dokumentációt). Felhívjuk figyelmét, hogy törli a kategóriát is törli gyermekének kategóriák.</ P>

source: Category updated
hu_hu: Kategória frissítve

source: Category added
hu_hu: Kategória hozzáadott

source: Category was not added. Try Recreating the download database from the configuration page.
hu_hu: Kategória: nem volt hozzá. Próbálja ki a letöltés újbóli adatbázis a konfigurációs oldalon.

source: Category deleted Successfully
hu_hu: Kategória sikeresen törölve

source: No categories exist
hu_hu: No kategóriák léteznek

source: Add category
hu_hu: Kategória hozzáadása

source: Edit category
hu_hu: Szerkesztés kategória

source: Category
hu_hu: Kategória

source: Select a category
hu_hu: Válasszon egy kategóriát

source: Download Monitor Configuration
hu_hu: Letöltési monitor beállításai

source: <p>Download URL updated - You need to <strong>re-save your permalinks settings</strong> (Options/settings -> Permalinks) for the changes to occur in your blog.</p> <p>If your .htaccess file cannot be written to by WordPress, add the following to your .htaccess file above the "# BEGIN WordPress" line:</p> <p>Options +FollowSymLinks<br/> RewriteEngine on<br/> RewriteRule ^download/([^/]+)$ *your wp-content dir*/plugins/download-monitor/download.php?id=$1 [L]</p> <p>replacing "download/" with your custom url and "*your wp-content dir*" with your wp-content directory.</p>
hu_hu: <p> Download URL frissítés - Be kell <strong> újra mentéséhez permalinks beállítások </ strong> (Beállítások / Beállítások -> Permalinks) a változások fordulnak elő a blogodban. </ p> <p> Ha. htaccess fájl nem írható by WordPress, adjuk hozzá az alábbi sort a . Htaccess fájl felett "# BEGIN WordPress" sor: </ p> <p> Options + FollowSymLinks <br/> RewriteEngine on <br/> RewriteRule ^ download / ([^ /] +) $ * a wp-content dir * / plugins / download-monitor / download.php? Id = $ 1 [L] </ p> <p> helyébe "download /" a saját url, és "* a wp-content dir *" vannak a wp-content könyvtárba. </ p>

source: <p>Download URL updated - You need to <strong>re-save your permalinks settings</strong> (Options/settings -> Permalinks) for the changes to occur in your blog.</p> <p>If your .htaccess file cannot be written to by WordPress, remove the following from your .htaccess file if it exists above the "# BEGIN WordPress" line:</p> <p>Options +FollowSymLinks<br/> RewriteEngine on<br/> RewriteRule ^download/([^/]+)$ *your wp-content dir*/plugins/download-monitor/download.php?id=$1 [L]</p> <p>replacing "download/" with your previous custom url and "*your wp-content dir*" with your wp-content directory.</p>
hu_hu: <p>Download URL frissítés - Be kell <strong> újra mentéséhez permalinks beállítások </ strong> (Beállítások / Beállítások -> Permalinks) a változások fordulnak elő a blogodban.</ p> <p>Ha. htaccess fájl nem írható by WordPress, távolítsa el a következő, saját . Htaccess fájlt, ha létezik felett a "# BEGIN WordPress" sor: </ p> <p>Options + FollowSymLinks <br/> RewriteEngine on <br/> RewriteRule ^ download / ([^ /] +) $ * a wp-content dir * / plugins / download-monitor / download.php? Id = $ 1 [L] </ p> <p> helyébe "download /" vannak a korábbi egyéni url és "* a wp-content dir *" vannak a wp-content könyvtárba.</ p>

source: <p>Options updated</p>
hu_hu: <p>Opciók frissítés</ p>

source: Database Cleaned
hu_hu: Adatbázis Tisztított

source: Formats updated
hu_hu: Formátumok frissítés

source: Format added
hu_hu: Formátum hozzáadott

source: Format deleted Successfully
hu_hu: Formátum sikeresen törölve

source: Custom Output Formats
hu_hu: Egyéni kimeneti formátumok

source: <p>This allows you to define formats in which to output your downloads however you want.</p>
hu_hu: <p>Ez lehetővé teszi, hogy meghatározza formátumok, amelyek kiadásra a letöltések, ahogy akarod.</ p>

source: Format
hu_hu: Formátum

source: No formats exist
hu_hu: No formátumok léteznek

source: Add format
hu_hu: Felvétel formátuma

source: Available Tags
hu_hu: Elérhető címkék

source: Use the following tags in your custom formats: <em>note</em> if you use <code>"</code> (quote) characters within the special attributes e.g. <code>"before"</code> you should either escape them or use html entities.
hu_hu: Használja a következő tag-eket az egyedi formátumok: <em> megjegyzés </ em>, ha használja <code> "</ code> (idézet) karakter a különleges tulajdonságok pl <code>" előtte "</ code> be sem menekülés, vagy használja html entitások.

source: Url of download (does not include hyperlink)
hu_hu: URL letöltése (nem tartalmazza a hyperlink)

source: ID of download
hu_hu: Azonosítója letöltés

source: Username of whoever posted download
hu_hu: Felhasználónév aki a beírás letölteni

source: Version of download
hu_hu: Verziója letöltés

source: Version of download. Not outputted if none set. Replace "before" with preceding text/html and "after" with succeeding text/html.
hu_hu: Változata letölthető. Nem kimeneten, ha nincs meg. Csere "előtt" az előző text / html és "utáni" a siker text / html.

source: Title of download
hu_hu: Címe letöltés

source: Filesize of download
hu_hu: Fájlméret A letöltés

source: Outputs comma separated list of categories.
hu_hu: Kimenetek vesszővel elválasztott listája kategóriákban.

source: Outputs comma separated list of categories contained in a link with the href you define. <code>%</code> replaced with category id. <code>%2</code> replaced with category name. This can be used with the <code>[download_page]</code>.
hu_hu: Kimenetek vesszővel elválasztott listája kategóriák foglalt kapcsolat a href határozná meg. <code>% </ code> helyébe kategória id. <code>% 2 </ code> helyébe kategória nevét. Ezt fel lehet használni a <code> [download_page] </ code>.

source: or
hu_hu: vagy

source: (Top Level/First) Download Category. Replace "before" with preceding text/html and "after" with succeeding text/html.
hu_hu: (Top Level / First) letöltése kategória. Csere "előtt" az előző text / html és "utáni" a siker text / html.

source: (Top Level/First) Download Category (but if no category is set "other" is returned. Replace "before" with preceding text/html and "after" with succeeding text/html.
hu_hu: (Top Level / First) Letöltés Kategória (de ha nincs kategória beállítása "egyéb" tér vissza. Cserélje "előtt" az előző text / html és "utáni" a siker text / html.

source: (Top Level/First) Download Category ID.
hu_hu: (Top Level / First) letöltése kategória ID.

source: Current hit count
hu_hu: Jelenlegi hit count

source: Formatted hit count depending on hits. <code>%</code> replaced with hit count.
hu_hu: Formázott hit count függően találat. <code>% </ code> helyett hit számít.

source: URL of the download image
hu_hu: URL a letöltés kép

source: Description you gave download. Not outputted if none set. Replace "before" with preceding text/html and "after" with succeeding text/html.
hu_hu: Leírás adtál download. Nem kimeneten, ha nincs meg. Csere "előtt" az előző text / html és "utáni" a siker text / html.

source: Description formatted with autop (converts double line breaks to paragraphs)
hu_hu: Leírás formázott autop (alakítja dupla sortörés bekezdések)

source: Date posted. Second argument is for date format.
hu_hu: Napja. A második érv a dátum formátum.

source: Outputs comma separated list of tags.
hu_hu: Kimenetek vesszővel elválasztott listája címkéket.

source: Outputs comma separated list of tags contained in a link with the href you define. <code>%</code> replaced with tag id. <code>%2</code> replaced with tag name.
hu_hu: Kimenetek vesszővel elválasztott listája címkék foglalt kapcsolat a href határozná meg. <code>% </ code> helyébe tag id. <code>% 2 </ code> helyett címke nevét.

source: Output thumbnail URL (or placeholder)
hu_hu: Output indexkép URL (vagy helyőrző)

source: Custom field value
hu_hu: Egyéni mező értéke

source: Custom field value formatted with autop
hu_hu: Egyedi mező értéke formázott autop

source: File extension (e.g. "zip")
hu_hu: Fájlkiterjesztés (például "zip")

source: File extension icon (16x16)
hu_hu: Fájlkiterjesztés ikon (16x16)

source: Output a Mirror's url
hu_hu: Kimenet Mirror url

source: Example Formats
hu_hu: Példa formátumok

source: Here are some example custom formats you can use or modify.
hu_hu: Íme néhány példa az egyéni formátumokat használhatja vagy módosíthatja.

source: Link and description of download with hits in title:
hu_hu: Link és leírása letöltés a találatok címe:

source: Standard link with no hits:
hu_hu: Szabványos kapcsolat nélküli találat:

source: Image link:
hu_hu: Kép link:

source: Custom Download URL
hu_hu: Egyéni letöltési URL
