Repository: idanka/download-monitor
Catalog: languages/wp-download_monitor-*.po
Languages: hu_hu

source: <p>Set a custom url for your downloads, e.g. <code>download/</code>. You can also choose how to link to the download in it's url, e.g. selecting "filename" would make the link appear as <code>http://yoursite.com/download/filename.zip</code>. This option will only work if using wordpress permalinks (other than default).</p> <p>Leave this option blank to use the default download path (<code>/download-monitor/download.php?id=</code>)</p> <p>If you fill in this option ensure the custom directory does not exist on the server nor does it match a page or post's url as this can cause problems redirecting to download.php.</p>
hu_hu: <p> beállítása egyéni url a letöltés, például <code> download / </ code>. Azt is megadhatja, hogyan lehet összekapcsolni a letölthető ez az url, például válassza ki a "fájlnév" tenné a kapcsolatot jelennek <code> http://yoursite.com/download/filename.zip </ code>. Ez az opció csak akkor működik, ha a wordpress permalinks (nem alapértelmezett). </ P> <p> Hagyja ezt az opciót üresen az alapértelmezett letöltési útvonalat (<code> / download-monitor/download.php? id = </ code>) </ p> <p> Ha töltse ki ezt a lehetőséget biztosítja az egyéni könyvtár nem létezik a szerveren és nem egyezik az oldal, vagy postai úton a url, mivel ez problémákat okozhat átirányítani download.php. </ p>

source: Without Custom URL:
hu_hu: Egyéni URL nélkül:

source: With Custom URL (downloads/ID):
hu_hu: Az Egyéni URL (letöltés / ID):

source: Custom URL
hu_hu: Egyéni URL

source: Filename
hu_hu: Fájlnév

source: General Options
hu_hu: Általános beállítások

source: I Appreciate This Plugin, And I've Contributed to the Effort!
hu_hu: Nagyra értékelem ezt a plugint, és én már hozzájárult ahhoz, hogy az erőfeszítést!

source: If you would like to say thanks for Download Monitor there are many ways to do so, for example: spreading the word or making a donation. If you have already done so you can indicate that here (thanks by the way). For direct contributors, sponsorship messages will be disabled. (Please see the readme file for full details about sponsorship messages and how your privacy is protected).
hu_hu: Ha szeretné megköszönni Letöltés Monitor számos módja van erre, például: elterjedésének a szót, vagy hogy egy adomány. Ha már megtette, így jelzi, hogy here (hála az úton). A közvetlen közreműködők, a szponzorálásra üzenet le lesz tiltva. (Kérjük, olvassa el a readme fájlt a részletes információk szponzori üzeneteket, és hogyan a magánélet védelmét).

source: Disable the news/links/donate box on the Edit Download Page?
hu_hu: Tiltsa le a news / links / adományozni box a Szerkesztés Download oldal?

source: "Download not found" redirect URL
hu_hu: "Letöltés nem található" átirányított URL

source: Leave blank for no redirect.
hu_hu: Hagyja üresen, ha nincs átirányítás.

source: Member-only files non-member redirect
hu_hu: Csak regisztrált felhasználóknak, látogatók átirányítva

source: Note: <code>{referrer}</code> will be replaced with current url. Useful if sending user to the login page and then back to the download :) e.g. <code>http://yourdomain.com/wp-login.php?redirect_to={referrer}</code>.
hu_hu: Megjegyzés: <code> {referrer} </ code> lesz cserélve a jelenlegi url. Hasznos, ha küld felhasználót a bejelentkező oldalra, majd vissza a letöltés :) pl <code> http://yourdomain.com/wp-login.php?redirect_to = {referrer} </ code>.

source: Download image path
hu_hu: Kép letöltése útvonal

source: This image is used when using the <code>#image</code> download tag and the <code>{image_url}</code> tag on this page. Please use an absolute url (e.g. <code>http://yoursite.com/image.gif</code>).
hu_hu: Ez a kép akkor használható, ha a <code> # image </ code> letöltés A címke és a <code> image_url {} </ code> címke ezen az oldalon. Kérjük, használja abszolút url (pl. <code> http://yoursite.com/image.gif </ code>).

source: Default output format
hu_hu: Alapértelmezett kimeneti formátum

source: Log Downloads
hu_hu: Log

source: The root directory the file browser can display.
hu_hu: A gyökér könyvtárat a fájl böngészőben megjeleníteni.

source: Upgrade from 3.2.3
hu_hu: Frissítés 3.2.3

source: <p>Download monitor uses new tables from version 3.3 onwards; this was to clean things up and add multiple category support.</p>
hu_hu: <p> Download monitor használat új táblázatokat a változat 3,3-től, ez volt a tiszta dolgokat, és adjunk hozzá több kategóriában support. </ p>

source: <p>This update should have been done when you activated the plugin, but if it didn't, use this function to create the new tables and import from the old ones.</p>
hu_hu: <p> Ez a frissítés kellett volna tenni, ha aktiválta a plugin, de ha nem, használja ezt a funkciót, hogy létrehozza az új táblákat és import a régiek. </ p>

source: Upgrade Database
hu_hu: Cseréld Database

source: Upgraded Successfully? Cleanup!
hu_hu: Korszerűsített Sikeresen? Razzia!

source: <p>As stated above, tables were renamed from 3.3 onwards - if the upgrade has been successful (woo) you may use this function to delete the old tables (I left them there as a backup).</p>
hu_hu: <p> Mint már említettük, táblák átnevezték 3,3-től - ha a frissítés sikeres volt (woo), akkor használja ezt a funkciót, hogy törölje a régi táblák (hagytam ott őket, mint egy hát.) </ p>

source: <p>WARNING: THIS MAY DELETE DOWNLOAD DATA IN THE DATABASE; BACKUP YOUR DATABASE FIRST!</p>
hu_hu: <p> FIGYELEM: Ez a DELETE LETÖLTÉSEK adatok az adatbázisban, hát a DATABASE ELSŐ! </ p>

source: Clean me up Scotty
hu_hu: Tisztítsuk meg engem Scotty

source: Previous Week
hu_hu: Előző hét

source: This Week
hu_hu: Ezen a héten

source: Next Week
hu_hu: Következő hét

source: Previous 6 months
hu_hu: Előző 6 hónapban

source: Last 6 months
hu_hu: Utolsó 6 hónap

source: Next 6 months
hu_hu: Következő 6 hónap

source: Weekly
hu_hu: Heti

source: Monthly
hu_hu: Havi

source: Select a download
hu_hu: Válassza ki a letöltés

source: Downloads per day for
hu_hu: Letöltések száma naponta

source: Day
hu_hu: Nap

source: Number of downloads
hu_hu: Letöltések száma

source: None Found
hu_hu: Semelyik találat

source: Most Downloaded
hu_hu: Leggyakrabban letöltöttek

source: No stats yet
hu_hu: No stats Még

source: Top 5 Downloads
hu_hu: Top 5 Letöltések

source: Download Logs
hu_hu: Töltse Naplók

source: Download CSV
hu_hu: Letöltés CSV

source: Clear Log
hu_hu: Napló törlése

source: User
hu_hu: Felhasználló

source: Date
hu_hu: Dátum

source: No downloads logged.
hu_hu: Nincs letöltés rögzítve.

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Other
hu_hu: Más

source: #Mirror-not-found
hu_hu: #Mirror-nem-találtható

source: Popular Downloads
hu_hu: Népszerű letöltések

source: Go
hu_hu: Keresés

source: Results found for
hu_hu: Találat

source: No downloads were found.
hu_hu: Nincs letöltés találat.

source: No download found matching given ID.
hu_hu: Nem talált letöltés a megadott azonosítón.

source: time
hu_hu: ␣idő

source: times
hu_hu: ␣szer

source: Date posted
hu_hu: Napja

source: Read More
hu_hu: Tovább

source: Sub-Categories:
hu_hu: Sub-kategóriák:

source: Sort by:
hu_hu: Rendezés:

source: Downloads tagged:
hu_hu: Letöltések címkéi:
